Revit 2023 API
GroupTypeId.CurtainGridn1 Property
 "Grid 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId CurtainGridn1 { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGridn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGridn1 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace